{
  "id": "culture-food-u1-5",
  "title": "Culture: Food (Usefulness 1-5)",
  "description": "Traveler usefulness 1-5/10 phrases for the Food subcategory within Culture. Includes 33 card(s).",
  "cards": [
    {
      "english": "Traditionally people in West Japan enjoy tempura with salt, whereas people in East Japan dip it in a special sauce.",
      "romaji": "Nishi Nihon de wa tempura o shio de tabemasu ga, higashi Nihon de wa tentsuyu ni tsukete tabemasu.",
      "japanese": "西日本では天ぷらを塩で食べますが、東日本では天つゆにつけて食べます。"
    },
    {
      "english": "Tempura is a Japanese dish.",
      "romaji": "Tenpura wa nihon no ryori desu.",
      "japanese": "天ぷらは日本の料理です。"
    },
    {
      "english": "Rice balls are available even at convenience stores.",
      "romaji": "Onigiri wa, konbini de mo kaemasu.",
      "japanese": "おにぎりは、コンビニでも買えます。"
    },
    {
      "english": "Tofu is famous all over the world as a healthy food.",
      "romaji": "T fu wa, kenk teki na tabemono to shite sekai de mo y.mei desu.",
      "japanese": "豆腐は、健康的な食べ物として世界でも有名です。"
    },
    {
      "english": "Tofu is cheap and healthy.",
      "romaji": "T fu wa yasukute kenk teki desu.",
      "japanese": "豆腐は安くて健康的です。"
    },
    {
      "english": "Lately you can get taiyaki with a variety of different fillings.",
      "romaji": "Saikin wa, taiyaki no nakami ni iroiro na shurui ga arimasu.",
      "japanese": "最近は、たい焼きの中身にいろいろな種類があります。"
    },
    {
      "english": "Shizuoka is very famous for green tea.",
      "romaji": "Shizuoka wa, ryokucha de y.mei desu.",
      "japanese": "静岡は、緑茶で有名です。"
    },
    {
      "english": "Cut mochi is enjoyed either grilled or cooked.",
      "romaji": "Kirimochi wa yaitari ry ri shitari shite tabemasu.",
      "japanese": "切り餅は焼いたり料理したりして食べます。"
    },
    {
      "english": "There are glutinous rice-pounding events held locally in Japan on New Year's Day.",
      "romaji": "O-sh gatsu ni wa, chiiki de mochitsuki taikai ga okonawaremasu.",
      "japanese": "お正月には、地域で餅つき大会が行われます。"
    },
    {
      "english": "In Japan, there are many people who eat natt. every morning.",
      "romaji": "Nihon de wa, maiasa natt o taberu hito ga takusan imasu.",
      "japanese": "日本では、毎朝納豆を食べる人がたくさんいます。"
    },
    {
      "english": "In Japan, there are many different types of iced coffee available at vending machines.",
      "romaji": "Nihon de wa, iroiro na shurui no aisu k h. ga jid hanbaiki de kaemasu.",
      "japanese": "日本では、いろいろな種類のアイスコーヒーが自動販売機で買えます。"
    },
    {
      "english": "Ramune is enjoyed typically in summer not only for its refreshing taste, but also for its refreshingly cool-looking glass bottle.",
      "romaji": "Ramune wa, sawayaka na aji dake de naku, suzushige na garasubin no shiy mo atte, natsu ni yoku nomaremasu.",
      "japanese": "ラムネは、爽やかな味だけでなく、涼しげなガラス瓶の仕様もあって、夏によく飲まれます。"
    },
    {
      "english": "The alcohol content in ch.hai is rather low, but canned ch.hai can have an alcohol percentage as high as 9%.",
      "romaji": "Ch.hai no aruk rudo wa hikume desu ga, kan ch.hai wa aruk rudo ga ky.-p.sento mo aru mono mo arimasu.",
      "japanese": "チューハイのアルコール度は低めですが、缶チューハイはアルコール度が9パーセントもあるものもあります。"
    },
    {
      "english": "Hamburger steak is one of the most popular dishes chosen by children in Japan.",
      "romaji": "Hanb gu wa, Nihon no kodomo ga suki na tabemono no hitotsu desu.",
      "japanese": "ハンバーグは、日本の子供が好きな食べ物の一つです。"
    },
    {
      "english": "The taste of homemade miso soup differs from family to family.",
      "romaji": "Tezukuri no miso shiru wa, katei ni yotte aji ga chigaimasu.",
      "japanese": "手作りの味噌汁は、家庭によって味が違います。"
    },
    {
      "english": "Curry and rice is usually served on one plate, and consists of curry, white rice and special pickles called \"fukushinzuke\".",
      "romaji": "Kar. raisu wa, hitotsu no o-sara ni gohan, kar., fukujinzuke o moritukemasu.",
      "japanese": "カレーライスは、一つのお皿にご飯、カレー、福神漬けを盛り付けます。"
    },
    {
      "english": "In winter, Japanese people enjoy hotpot dishes by sharing food in one big pot with family members.",
      "romaji": "Fuyu wa, kazoku min'na de nabe o kakonde shokuji o tanoshimimasu.",
      "japanese": "冬は、家族みんなで鍋を囲んで食事を楽しみます。"
    },
    {
      "english": "Japanese people eat sakuramochi on the 3rd of March -Girls' Day.",
      "romaji": "Nihon-jin wa, sakuramochi o san-gatsu mikka Hinamatsuri no hi ni tabemasu.",
      "japanese": "日本人は、桜餅を三月三日ひな祭りの日に食べます。"
    },
    {
      "english": "Ramune melts in the mouth like sugar.",
      "romaji": "Ramune wa, sat no y ni kuchi de tokemasu.",
      "japanese": "ラムネは、砂糖のように口で溶けます。"
    },
    {
      "english": "Dumplings eaten at cherry-blossom viewings are coloured pink, white and green.",
      "romaji": "Hanami dango wa pinku, shiro, midori no san-shoku desu.",
      "japanese": "花見団子はピンク、白、緑の三色です。"
    },
    {
      "english": "Sweet bean jelly is very sweet, so it goes well with a bitter green tea called \"matcha\".",
      "romaji": "Y kan wa, totemo amai no de nigai matcha to yoku aimasu.",
      "japanese": "羊羹は、とても甘いので苦い抹茶とよく合います。"
    },
    {
      "english": "There are many different types of custard pudding in Japan: some are available at supermarkets, while others are posh desserts from famous patissiers.",
      "romaji": "Nihon ni wa, s.p. de kaeru purin kara y.mei patishie no k ky. dez.to made, iroiro na taipu no purin ga arimasu.",
      "japanese": "日本には、スーパーで買えるプリンから有名パティシエの高級デザートまで、いろいろなタイプのプリンがあります。"
    },
    {
      "english": "Apples from Aomori prefecture in season are sweet and very juicy.",
      "romaji": "Aomori-ken no shun no ringo wa, amakute mizumizush desu.",
      "japanese": "青森県の旬のりんごは、甘くてみずみずしいです。"
    },
    {
      "english": "Bitter Japanese persimmons become very sweet when they're dried.",
      "romaji": "Shibugaki wa, hoshigaki ni suru to amaku narimasu.",
      "japanese": "渋柿は、干し柿にすると甘くなります。"
    },
    {
      "english": "In Japan, cherries are one of the most expensive fruits.",
      "romaji": "Nihon de wa, sakurambo wa ichi-ban takai kudamono no hitotsu desu.",
      "japanese": "日本では、さくらんぼは一番高い果物の一つです。"
    },
    {
      "english": "Ehime and Wakayama prefectures are famous for their mandarin oranges.",
      "romaji": "Ehime-ken to Wakayama-ken wa, mikan de y.mei desu.",
      "japanese": "愛媛県と和歌山県は、みかんで有名です。"
    },
    {
      "english": "Many Japanese like eating cucumbers pickled with salt.",
      "romaji": "Nihon-jin no ku wa ky.ri no tsukemono ga suki desu.",
      "japanese": "日本人の多くはきゅうりの漬物が好きです。"
    },
    {
      "english": "Many children don't like green pepper in Japan due to its bitter taste.",
      "romaji": "P.man wa nigai no de, p.man ga kirai na kodomo ga takusan imasu.",
      "japanese": "ピーマンは苦いので、ピーマンが嫌いな子供がたくさんいます。"
    },
    {
      "english": "Eating Japanese eggplants, particularly autumn eggplants, is said to lower body temperature.",
      "romaji": "Nasubi no naka de mo, akinasu o taberu to taion o sageru to iwarete imasu.",
      "japanese": "なすの中でも、秋なすを食べると体温を下げると言われています。"
    },
    {
      "english": "Many Japanese people enjoy grilled or cooked ginkgo seeds.",
      "romaji": ".kuno Nihon-jin ga, ich no tane de aru gin'nan o kononde tabemasu.",
      "japanese": "多くの日本人が、銀杏の種であるぎんなんを好んで食べます。"
    },
    {
      "english": "Pickled plums are usually eaten with rice, and are also a typical ingredient for rice balls.",
      "romaji": "umeboshi wa, ts j. raisu to issho ni taberare, onigiri no nakami to shitemo daihy.teki na zairy. desu.",
      "japanese": "梅干しは、通常ライスと一緒に食べられ、おにぎりの中身としても代表的な材料です。"
    },
    {
      "english": "Since matcha powder melts easily, it's enjoyed in various ways, such as mixed into vanilla ice cream and in matcha pound cake.",
      "romaji": "matcha no kona wa tokeyasui node, banira aisu to mazetari, matcha paundo k.ki ni shiy. shitari, iroirona h.h. de tanoshimemasu.",
      "japanese": "抹茶の粉は溶けやすいので、バニラアイスと混ぜたり、抹茶パウンドケーキに使用したり、色々な方法で楽しめます。"
    },
    {
      "english": "A typical Japanese snack is senbei and green tea.",
      "romaji": "nihon no tenkeiteki na sunakku wa, senbei to ryokucha desu.",
      "japanese": "日本の典型的なスナックは、せんべいと緑茶です。"
    }
  ]
}
